{"books": [
{"Title":"Klara and the Sun","Description":"It is a dystopian science fiction story. Set in the U.S. in an unspecified future, the book is told from the point of view of Klara, a solar-powered AF (Artificial Friend), who is chosen by Josie, a sickly child, to be her companion.","Price":40,"Author":"Kazuo Ishiguro","Genre":"Science fiction, dystopian"},
{"Title":"Cloud Cuckoo Land","Description":"Cloud cuckoo land is a state of absurdly, over-optimistic fantasy or an unrealistically idealistic state where everything is perfect. Someone who is said to live in cloud cuckoo land is a person who thinks that things that are completely impossible might happen, rather than understanding how things really are.","Price":29,"Author":"Anthony Doerr","Genre":"Historical Fiction, Science fiction"},
{"Title":"Beautiful World, Where Are You","Description":"Beautiful world, where are you? is a question her two main female characters, best friends from college now on the cusp of 30, grapple with repeatedly in their struggles to figure out how they should live and find meaning in a troubled world that has become increasingly unviable on multiple levels","Price":25,"Author":"Sally Rooney","Genre":"Literary fiction"},
{"Title":"Malibu Rising","Description":"Malibu Rising is a story about one unforgettable night in the life of a family: the night they each have to choose what they will keep from the people who made them . . . and what they will leave behind.","Price":18,"Author":"Malibu Rising is a story about one unforgettable night in the life of a family: the night they each have to choose what they will keep from the people who made them . . . and what they will leave behind.","Genre":"Historical Fiction, Psychological Fiction, Domestic Fiction"},
{"Title":"Amazon Unbound: Jeff Bezos and the Invention of a Global Empire","Description":"His is a book about Jeff Bezos' empire in its “grown-up years”. From the first Alexa, through AmazonGo, expansion in the cloud and in Hollywood, through venture into space, until the years of the pandemics.","Price":14,"Author":"Brad Stone","Genre":"Biography"}
]
}
